Repository: bioheart/translate_tool
Catalog: CORE_*.po
Languages: it

source: /bet
it: /scommessa

source: /bet-builder-rules
it: /regole-bet-builder

source: /betslip
it: /schedina

source: /betting-history
it: /cronologia-scommesse

source: /betting-rules
it: /regole-gioco

source: /cashout-terms
it: /termini-cashout

source: /category
it: /categoria

source: /discipline
it: /disciplina

source: /esports
it: /esport

source: /esports-betting-rules
it: /regole-esport

source: /event
it: /evento

source: /event-results
it: /risultati-evento

source: /favorites
it: /preferiti

source: /live-event
it: /evento-live

source: /live-search
it: /ricerca-live

source: /live-sports
it: /sport-live

source: /location
it: /localitá

source: /next-events
it: /prossimi-eventi

source: /popular-events
it: /eventi-popolari

source: /search
it: /ricerca

source: /settings
it: /impostazioni

source: /shared-bet
it: /scommessa-confivisa

source: /tournament
it: /torneo

source: /tournament-category
it: /categoria-torneo

source: /tournament-location
it: /località-torneo

source: /virtual-esports-betting-rules
it: /regole-virtual-esport

source: %(clickHere) to adjust your stake
it: %(clickHere) per correggere la puntata

source: %(count) More Location+
it: %(count) Più Località+

source: %(name) overview
it: %(name) panoramica

source: %(name) Tournaments
it: %(name) Tornei

source: %(step) h
it: %(step) ore

source: %(step) hour
it: %(step) ore

source: Accept any
it: AAccetta Tutto

source: Accept higher
it: Accetta maggiore

source: Accept lower
it: Accatta minore

source: Accept none
it: Non accettare

source: Accept odds type
it: Accetta il tipo di quota

source: All
it: Tutto

source: All sports
it: Tutti sport

source: Back to All Betting Rules
it: Torna a Tutte le regole delle scommesse

source: Best of %(numberOfEventParts)
it: Migliore del %(numberOfEventParts)

source: Bet Builder Rules
it: Regole Bet Builder

source: Bet details
it: Dettagli scommessa

source: Bet id
it: Id Scommessa

source: Bet placed
it: Scommessa piazzata

source: Bet status
it: Stato della scommessa

source: Bet type
it: Tipo di scommessa

source: Betslip
it: Schedina

source: Betting History
it: Cronologia scommesse

source: Betting Rules
it: Regole scommesse

source: Cancel Cash Out
it: Canella Cash Out

source: Cash Out failed
it: Cash Out Fallito

source: Cash Out successful. %(value) added to your balance
it: Cash Out accettato. %(value) aggiunto al saldo

source: Clear
it: Pulisci

source: Click here
it: Clicca Qui

source: Click here to watch a video tutorial
it: Clicca qui per vedere il video tutoria

source: Close
it: Chiudi

source: Connection Lost! Please check your internet connection.
it: Connessione Persa! Prego, controlla la tua connessione Internet.

source: Date
it: Data

source: Draw
it: Pareggio

source: Draw excluding 0-0
it: Pareggio escluso 0-0

source: Event name
it: Nome Evento

source: Event view
it: Vista Evento

source: Events
it: Eventi

source: Events start time
it: Inizio eventi

source: Exclude stake info
it: Escludi le informazioni della puntata

source: Favorite Tournaments
it: Preferiti Tornei

source: Favorites
it: Preferiti

source: Go to settled bets
it: Vai a scommesse chiuse

source: Has streaming video!
it: Streaming disponibile!

source: Help
it: Aiuto

source: Help & Support
it: Aiuto & Supporto

source: hour
it: Ora

source: Include all bet info
it: Includi tutti i dettagli della scommessa

source: Information and scoreboard delays
it: Informazioni e tabellone in ritardo

source: Invalid bet
it: Scommessa non valida

source: Left
it: Rimasto

source: Live Bet
it: Scommessa Live

source: Live now
it: Live Ora

source: Live Score
it: Punteggio Live

source: Live Search
it: Cerca Live

source: Live sports
it: Sport Live

source: Main page
it: Pagina principale

source: Market
it: Mercato

source: Match details
it: Dettagli incontro

source: Match ended
it: Incontro concluso

source: Match start time
it: Ora inizio incontro

source: Matches
it: Incontri

source: Multiple
it: Multipla

source: My Bets
it: Le Mie Scommesse

source: My placed bet
it: Le Mie Scommesse piazzate

source: New
it: Nuovo

source: New to BetBuilder? %(videoComponent) or %(readRulesComponent)
it: Nuovo Bet Builder? %(videoComponent) o %(readRulesComponent)

source: Next
it: Prossimo

source: Next events
it: Prossimo evento

source: No disciplines currently available
it: Non ci sono discipline al momento disponibili

source: No markets currently available.
it: Non ci sono mercati al momento disponibili.

source: No matches currently available
it: Non ci sono incontri disponibli al momento

source: No outrights currently available
it: Nessun Outrights disponibile al momento

source: No result
it: Nessun risultato

source: No tournaments currently available
it: Non ci sono tornei al momento disponibili

source: None
it: Nessuno

source: Now
it: Ora

source: Odds
it: Quote

source: Odds format
it: Formato Quote

source: Open
it: Aperto

source: Open bets
it: Scommesse Aperte

source: Over
it: Più di

source: Page not found
it: Pagino non trovata

source: page-top
it: pagina-in cima

source: Pending
it: In attesa

source: Please select a sport
it: Prego, selezione uno sport

source: Please wait while your %(value) Cash Out is being processed
it: Prego, attendi mentre il tuo Cash Out di %(value) viene processato

source: Popular
it: Popolare

source: Popular events
it: Eventi popolari

source: Quick Links
it: Link Rapidi

source: read the rules
it: leggi le regole

source: Rejected
it: Rifiutata

source: Results page
it: Pagina risultati

source: Return
it: Ritorna

source: Save settings
it: Salva impostazioni

source: Search
it: Cerca

source: Session lost! Please refresh the page
it: Sessione persa! Prego, ricarica la pagina

source: Settings
it: Impostazioni

source: Settings saved successfully!
it: Impostazioni salvate con Successo!

source: Settled
it: Chiusa

source: Settled bets
it: Scommesse chiuse

source: Share bet
it: Condividi scommessa

source: Share bet is not available
it: Condividi scommessa non è al momento disponbile

source: Shared bet page is not available
it: La pagine condividi scommessa non è al momento disponibile

source: Show
it: Mostra

source: Show more
it: Mostra di più

source: Single
it: Singola

source: Site Links
it: Link del sito

source: Something went wrong.
it: Qualcosa è andato storto.

source: Something went wrong. Trying to reconnect...
it: Qualcosa è andato storto. Tentativo di riconnessione...

source: Sports
it: Sport

source: Sports Betting
it: Scommesse sport

source: Starts in %(countdown) min
it: Inizia in %(countdown) minuti

source: The bet was cashed out at
it: Il Cash Out della scommessa è avvenuto a

source: The informations and scores displayed on site with regards to an event are to be used as a guide only. In the event of any particular wrong information or delay, we take no responsibility.
it: Le informazioni e i punteggi visualizzati sul sito in merito a un evento sono da intendersi solo come guida. In caso di particolari informazioni errate o ritardi, non ci assumiamo alcuna responsabilità.

source: There was a problem fetching your settings from the server. Please refresh the page.
it: Si è verificato un problema durante il recupero delle impostazioni dal server. Aggiorna la pagina.

source: There was a problem saving your settings. Please try again.
it: Si è verificato un problema durante il salvataggio delle impostazioni. Per favore riprova.

source: Time Left
it: Tempo rimasto

source: Time Range
it: Intervallo di tempo

source: TO
it: A

source: To return
it: Per tornare

source: Total odds
it: Quota totale

source: Total stake
it: Puntata totale

source: Tournament name
it: Nome del Torneo

source: Tournaments
it: Tornei

source: Type at least %(number_of_characters) characters to search
it: Scrivi almeno %(number_of_characters) caratteri nelle ricerca

source: upcoming
it: In arrivo

source: Used Stake
it: Puntata usata

source: View More
it: Vedi di piú

source: Yes
it: Sí

source: You can place bets from %(homePage)
it: Puoi piazzare queste scommesse da %(homePage)

source: You do not have any bets in this category.
it: Non hai nessuna scommessa in questa categoria.

source: You must be logged in to access this page.
it: Devi accedere per aver accesso a questa pagina.

source: You will be redirected in: %(redirectTime)
it: Sarai reindirizzato in: %(redirectTime)

source: You will Cash Out %(value)
it: Il tuo Cash Out sarà %(value)

source: Your pick
it: La tua selezione
