Repository: bioheart/translate_tool
Catalog: OPERATOR_*.po
Languages: it

source: /shared-bet
it: /scommessa-condivisa

source: Accept odds type
it: Accetta il tipo di quote

source: Best of %(numberOfEventParts)
it: Il meglio di %(numberOfEventParts)

source: Cancelled
it: Cancellato

source: Cash Out failed
it: Cash Out fallito

source: Cash Out successful. %(value)%(currencySymbol) added to your balance
it: Cash Out riuscito. %(value)%(currencySymbol) sono aggiunti al tuo bilancio

source: Cashed Out
it: Incassato

source: Click here to watch a video tutorial
it: Clicca qui per vedere un video tutorial

source: Connection Lost! Please check your internet connection.
it: Connessione Persa! Per favore controlla la tua connessione Internet.

source: Favorite Tournaments
it: Tornei Preferiti

source: Go to settled bets
it: Vai alle scommesse chiuse

source: Half-lost
it: Metà Persa

source: Half-won
it: Metà Vinta

source: Information and scoreboard delays
it: Informazioni e ritardi del tabellone

source: Left
it: Sinistra

source: New to BetBuilder? %(videoComponent) or %(readRulesComponent)
it: Nuovo al Bet Builder? %(videoComponent) o %(readRulesComponent)

source: No disciplines currently available
it: Non ci sono discipline disponibili al momento

source: No markets currently available.
it: Non ci sono mercati disponibili al momento.

source: No tournaments currently available
it: Non ci sono tornei disponibili al momento

source: Odds format
it: Formato quote

source: Open bets
it: Scommesse aperte

source: Page not found
it: Pagina non trovata

source: Please check your Betting History for your latest bet placed.
it: Per favore controlla la tua cronologia scommesse per le tue ultime puntate

source: Please select a sport
it: Per favore seleziona uno sport

source: Please wait while your %(value)%(currencySymbol) Cash Out is being processed
it: Per favore attendi mentre %(value)%(currencySymbol) Cash Out viene completato

source: Please wait while your bet is placed
it: Per favore attendi mentre la tua scommessa viene piazzata

source: Possible winnings
it: Vincite potenziali

source: Session lost! Please refresh the page
it: Sessione persa! Per favore ricarica la pagina

source: Settings saved successfully!
it: Impostazioni salvate con successo!

source: Shared bet page is not available
it: La pagina di condivisione scommessa non è al momento disponibile

source: There was a problem fetching your settings from the server. Please refresh the page.
it: Si è verificato un problema durante il recupero delle impostazioni dal server. Per favore aggiorna la pagina.

source: To place a bet, please click on any price.
it: Per piazzare la scommessa, clicca per favore su qualsiasi importo.

source: To return
it: Da ritornare

source: Tournament name
it: Nome del torneo

source: Under
it: Meno di

source: View all %(discipline) popular events
it: Vedi tutti gli eventi popolari di %(discipline)

source: You can place bets from %(homePage)
it: Puoi piazzare le scommesse da %(homePage)

source: You must be logged in to access this page.
it: Devi accedere al sito per aver accesso a questa pagina

source: You must be logged in to place bet!
it: Devi accedere per poter piazzare una scommessa!

source: You must enter a stake for at least one selection in order to place a bet
it: Devi inserire una puntata di almeno una selezione per poter scommettere

source: You need to be logged in to see the content.
it: Hai bisogno di accedere al sito per vedere questo contenuto
