Repository: bioheart/translate_tool
Catalog: WEDGET_*.po
Languages: it

source: %(clickHere) to adjust your stake
it: %(clickHere) cambia importo

source: %(count) More Categories+
it: %(count) Più Categorie+

source: %(count) More Link+
it: %(count) Piú Link+

source: %(count) More Locations+
it: %(count) Piú Locations+

source: %(count) More Sports+
it: %(count) Sport+

source: %(count) More Tournaments+
it: %(count) Tournament+

source: %(locationName) overview
it: %(locationName) riassunto

source: %(tournamentName) overview
it: %(tournamentName) riassunto

source: Accept any
it: Accetta tutto

source: Accept changes
it: Accetta cambiamenti

source: Accept higher
it: Accetta la maggiore

source: Accept lower
it: Accetta la minore

source: Accept none
it: Rifiuta

source: Add more selections for an odds boost bonus
it: Aggiungi più selezioni per un aumento bonus della quota

source: Add picks back to betslip
it: Aggiungi alla schedina

source: Adjust stake
it: Nustatyti statymo sumą

source: All
it: Tutto

source: All sports
it: Tutti sport

source: All your net winnings are taxed upon their settlement. The tax amount will be calculated depending on potential winnings on the bet.
it: Tutte le tue vincite nette vengono tassate al momento della loro liquidazione. L'importo dell'imposta verrà calcolato in base alle potenziali vincite sulla scommessa.

source: At least one of your selection has an invalid stake
it: Selezione invalida

source: At least one of your selection is invalid
it: Selezione invalida

source: Available free bet
it: Free bet disponibile

source: Best of %(numberOfEventParts)
it: Il meglio di %(numberOfEventParts)

source: Bet
it: Scommess

source: Bet details
it: Dettagli Scommessa

source: Bet id
it: Codice Scommessa

source: Bet placed
it: Scommessa effettuata

source: Bet placement failed
it: Errore Scommessa

source: Bet status
it: Stato Scommessa

source: Bet successfully placed
it: Scommessa Accettata

source: Bet type
it: Tipo Scommessa

source: Bet with stake %(betAmount) was sent for manual approval
it: Scommessa con importo %(betAmount) è stata inviata per approvazione manuale

source: Betting History
it: Storia Scommesse

source: Cancel Cash Out
it: Annulla Cash Out

source: Cancelled
it: Annullato

source: Cash Out %(value)
it: Cash Out Cash Out

source: Cash Out failed
it: Cash Out rifuitato

source: Cash Out successful. %(value) added to your balance
it: Cash Out accettato. %(value) aggiunto al saldo

source: Clear
it: Elimina

source: Click here
it: Clicca qui

source: Close
it: Chiudi

source: Combo - %(count) selection
it: Combo - %(count) selezione

source: Combo - 1 selection
it: Combo - 1 selezione

source: Confirm Cash Out %(value)
it: Conferma Cash Out %(value)

source: Continue with no bonus
it: Continua senza Bonus

source: Date
it: Data

source: Date/Time
it: Data/Time

source: Draw
it: Pareggio

source: Event
it: Evento

source: Event name
it: Nome Evento

source: Events
it: Eventi

source: Exclude stake info
it: Escludi le informazioni della puntata

source: Exclude this selection
it: Elimina selezione

source: Failed to Cash Out %(value)
it: Cash Out fallito %(value)

source: Fav
it: Preferiti

source: Favorites
it: Preferiti

source: Free bet bonus selected
it: Bonus Freebet selezionato

source: Go to Bet Details
it: Vedi dettagli scommessa

source: Go to settled bets
it: Vedi scommesse chiuse

source: Has streaming video!
it: Video disponibile!

source: Hide
it: Nascondi

source: Hide odds settings
it: Nascondi impostazioni quote

source: Hide selections
it: Nascondi selezione

source: HUDstats
it: HUDstatistiche

source: Include all bet info
it: Includi tutti i dettagli della scommessa

source: Include this selection
it: Includi selezione

source: Keep selection(s)
it: Mantieni selezione(i)

source: Live now
it: Live disponibile

source: Live TV
it: TV Live

source: login
it: entra

source: Lost
it: Perso

source: Market
it: Mercato

source: Match Description
it: Descrizione incontro

source: Max
it: Massimo

source: Multiple
it: Multipla

source: Next
it: Prossimo

source: No result
it: Nessun risultato

source: No tournaments currently available
it: Tornei non disponibili

source: Odds
it: Quote

source: Odds Settings
it: Impostazioni Quote

source: OddsBoost
it: Moltiplicatore quota

source: Open
it: Aperta

source: Pending
it: In Attesa

source: Place %(maxStake) and sent to approval %(manualBetAmount)
it: Piazza %(maxStake) e invia per approvazione %(manualBetAmount)

source: Place %(maxStake) instead of %(stake)
it: Piazza %(maxStake) invece di %(stake)

source: Place %(minSelectionNumber)+ selections for a %(oddsBoostPercentage)% odds boost bonus
it: Piazza %(minSelectionNumber)+selezioni per un %(oddsBoostPercentage)% di bonus multipla

source: Place bets
it: Piazza scommesse

source: Please check your %(bettingHistory) in a few minutes
it: Per favore controlla la tua cronologia %(bettingHistory) nei prossimi minuti

source: Please check your Betting History for your latest bet placed.
it: Vedi ultima scommessa nello storico.

source: Please wait while your %(value) Cash Out is being processed
it: Aspetta mentre %(value) Cash Out viene processato

source: Please wait while your bet is placed
it: Aspetta esecuzione scommessa

source: Possible winnings
it: Vincita possibile

source: register
it: registrati

source: Rejected
it: Rifiutata

source: Remove all selections
it: Rimuovi tutte le selezioni

source: Remove this selection
it: Rimuovi questa selezione

source: Returns
it: Ritorna

source: Search
it: Cerca

source: Select a free bet
it: Selezione una Freebet

source: Select and continue
it: Seleziona e continua

source: Send %(stake) for manual approval
it: Invia %(stake) per approvazione manuale

source: Share
it: Condividi

source: Share bet
it: Condividi scommessa

source: Share bet is not available
it: Condividi Scommessa non è disponibile

source: Show
it: Mostra

source: Show less
it: Mostra meno

source: Show more
it: Mostra di più

source: Show selections
it: Mostra selezioni

source: Single
it: Singola

source: Some selections cannot be combined in the same bet.
it: Alcune selezioni non possono essere combinate nella stessa schedina

source: Something went wrong
it: Qualcosa è andato storto

source: Something went wrong and we currently cannot display the status of your latest bet.
it: Qualcosa è andato storno e non possiamo mostrare lo stato delle vostre vecchie schedine.

source: Something went wrong.
it: Qualcosa è andato storto.

source: Stake
it: Puntata

source: Stake cannot exceed %(stake)
it: La puntata non può eccedere %(stake)

source: Stake must be at least %(stake)
it: La puntata deve essere almeno %(stake)

source: Stake per bet
it: Puntata per schedina

source: Stake used
it: Puntata usata

source: Starts in %(countdown) sec
it: Inizia in %(countdown) minuti

source: Statistics
it: Statistiche

source: Stats
it: Statistiche

source: Success
it: Successo

source: Successfully Cashed Out %(value)
it: Cash Out di %(value) avvenuto con successo

source: System
it: Sistema

source: Tax
it: Tasse

source: Teams
it: Squadre

source: The line, odds or availablity of your selections had changed
it: La linea, la quota o la disponibilità della selezioni sono cambiate

source: The selection is no longer available!
it: Selezione non piú disponibile!

source: Time Left
it: Tempo rimanente

source: To place a bet, %(register) or %(login) and click on any price.
it: Per scommettere, %(register) o %(login) e clicca su una cifra.

source: To place a bet, please click on any price.
it: Seleziona una cifra per scommettere.

source: To return
it: Torna

source: To return %(toReturnValue)
it: Da ritornare %(toReturnValue)

source: To win
it: Per vincere

source: Today
it: Oggi

source: Tomorrow
it: Domani

source: Total odds
it: Totale Scommessa

source: Total Odds
it: Totale Scommessa

source: Total stake
it: Totale importo

source: Visualization
it: Visualizzazione

source: Void
it: Annulla

source: Waiting for Cash Out %(value)
it: Attendendo per il Cash Out %(value)

source: Won
it: Vinto

source: You do not have any bets in this category.
it: Nessuna scommessa in questa categoria.

source: You must be logged in to access this page.
it: Entra nel conto per vedere contenuto.

source: You must be logged in to place bet!
it: Entra nel conto per scommettere!

source: You must enter a stake for at least one selection in order to place a bet
it: Inserisci un importo per scommettere

source: You must enter a stake in order to place a bet
it: Inserisci un importo per scommettere

source: You need to be logged in to see the content.
it: Hai bisgono di accedere per vedere questo contenuto.

source: You will Cash Out %(value)
it: Cash out %(value)

source: Your bet exceeds our limits
it: La tua bet eccede i nostri limiti

source: Your betslip is empty
it: Schedina vuota

source: Your pick
it: Scelta

source: Your stake does not meet our OddsBoost bonus requirements.
it: La tua puntata non soddisfa i requisiti per il Bonus Multipla
